Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: Paste the randprover: link your prover shows.
ar: الصق رابط randprover: الذي يعرضه مُثبِتك.
de: Füge den randprover:-Link ein, den dein Prover anzeigt.
es: Pega el enlace randprover: que muestra tu probador.
fa: لینک randprover: را که اثبات‌گر شما نشان می‌دهد بچسبانید.
fr: Collez le lien randprover: affiché par votre prouveur.
hi: वह randprover: लिंक पेस्ट करें जो आपका प्रूवर दिखाता है।
id: Tempel tautan randprover: yang ditampilkan prover Anda.
it: Incolla il link randprover: mostrato dal tuo prover.
ja: プルーバーに表示された randprover: リンクを貼り付けてください。
ko: 프루버에 표시된 randprover: 링크를 붙여 넣으세요.
ms: Tampal pautan randprover: yang ditunjukkan oleh pembukti anda.
pl: Wklej link randprover:, który pokazuje twój prover.
ps: هغه randprover: لینک پېسټ کړئ چې ستاسو ثبوت جوړوونکی یې ښيي.
pt_br: Cole o link randprover: que seu provador mostra.
ru: Вставьте ссылку randprover:, которую показывает ваш прувер.
ta: உங்கள் நிரூபிப்பான் காட்டும் randprover: இணைப்பை ஒட்டவும்.
ur: وہ randprover: لنک پیسٹ کریں جو آپ کا پروور دکھاتا ہے۔
zh_hans: 粘贴你的证明器显示的 randprover: 链接。
zh_hant_hk: 貼上你的證明器所顯示的 randprover: 連結。

source: Paste the viewing key on randscan.org/viewing to see every note you received or sent, in your browser. It cannot spend. Anyone you give it to sees your whole history.
ar: الصق مفتاح العرض في randscan.org/viewing لترى كل سند استلمته أو أرسلته، في متصفحك. لا يستطيع الإنفاق. كل من تعطيه إياه يرى سجلك كاملًا.
de: Füge den Ansichtsschlüssel auf randscan.org/viewing ein, um im Browser jede Note zu sehen, die du empfangen oder gesendet hast. Er kann nichts ausgeben. Jeder, dem du ihn gibst, sieht deinen gesamten Verlauf.
es: Pega la clave de visualización en randscan.org/viewing para ver en tu navegador cada nota que recibiste o enviaste. No puede gastar. Cualquiera a quien se la des ve todo tu historial.
fa: کلید مشاهده را در randscan.org/viewing جای‌گذاری کنید تا همه‌ی نوت‌هایی را که دریافت یا ارسال کرده‌اید، در مرورگر خود ببینید. نمی‌تواند خرج کند. هر کسی که آن را به او بدهید کل تاریخچه‌ی شما را می‌بیند.
fr: Collez la clé de visualisation sur randscan.org/viewing pour voir chaque note reçue ou envoyée, dans votre navigateur. Elle ne peut pas dépenser. Toute personne à qui vous la donnez voit tout votre historique.
hi: अपने ब्राउज़र में हर प्राप्त या भेजा गया नोट देखने के लिए randscan.org/viewing पर व्यूइंग की पेस्ट करें। यह खर्च नहीं कर सकती। जिसे भी आप इसे देंगे, वह आपका पूरा इतिहास देख सकेगा।
id: Tempel kunci tampilan di randscan.org/viewing untuk melihat setiap catatan yang Anda terima atau kirim, di browser Anda. Kunci ini tidak dapat membelanjakan. Siapa pun yang Anda beri kunci ini melihat seluruh riwayat Anda.
it: Incolla la chiave di visualizzazione su randscan.org/viewing per vedere ogni nota ricevuta o inviata, nel tuo browser. Non può spendere. Chiunque la riceva da te vede tutta la tua cronologia.
ja: randscan.org/viewing に閲覧キーを貼り付けると、受け取ったノートと送ったノートをすべてブラウザで確認できます。支出はできません。渡した相手には履歴全体が見えます。
ko: randscan.org/viewing에 조회 키를 붙여 넣으면 받거나 보낸 모든 노트를 브라우저에서 볼 수 있습니다. 지출은 할 수 없습니다. 이 키를 받은 사람은 누구나 전체 내역을 볼 수 있습니다.
ms: Tampal kunci tontonan di randscan.org/viewing untuk melihat setiap nota yang anda terima atau hantar, dalam pelayar anda. Ia tidak boleh berbelanja. Sesiapa yang anda berikannya melihat seluruh sejarah anda.
pl: Wklej klucz podglądu na randscan.org/viewing, aby zobaczyć w przeglądarce każdą otrzymaną lub wysłaną notę. Nie może wydawać. Każdy, komu go dasz, widzi całą twoją historię.
ps: د لیدو کیلي په randscan.org/viewing کې پېسټ کړئ ترڅو په خپل براوزر کې هر هغه نوټ وګورئ چې مو ترلاسه کړی یا لېږلی دی. لګښت نشي کولی. هر څوک چې دا ورکړئ، ستاسو ټوله تاریخچه ویني.
pt_br: Cole a chave de visualização em randscan.org/viewing para ver no navegador cada nota que você recebeu ou enviou. Ela não pode gastar. Quem a receber de você vê todo o seu histórico.
ru: Вставьте ключ просмотра на randscan.org/viewing, чтобы увидеть в браузере каждую полученную или отправленную ноту. Тратить он не может. Любой, кому вы его дадите, увидит всю вашу историю.
ta: நீங்கள் பெற்ற அல்லது அனுப்பிய ஒவ்வொரு நோட்டையும் உங்கள் உலாவியில் பார்க்க, பார்வை விசையை randscan.org/viewing-இல் ஒட்டவும். இது செலவு செய்ய முடியாது. நீங்கள் இதைக் கொடுக்கும் எவரும் உங்கள் முழு வரலாற்றையும் பார்ப்பார்.
ur: اپنے براؤزر میں اپنا ہر وصول یا بھیجا گیا نوٹ دیکھنے کے لیے ویوئنگ کی randscan.org/viewing پر پیسٹ کریں۔ یہ خرچ نہیں کر سکتی۔ جسے بھی آپ یہ دیں وہ آپ کی پوری تاریخ دیکھ لیتا ہے۔
zh_hans: 将查看密钥粘贴到 randscan.org/viewing，即可在浏览器中查看你收到或发出的每一张票据。它不能花费。你把它交给谁，谁就能看到你的全部历史记录。
zh_hant_hk: 把檢視密鑰貼到 randscan.org/viewing，便可在瀏覽器中查看你收到或發出的每一張票據。它不能花費。你把它交給誰，誰便能看到你的全部記錄。

source: Paste your 64-character spend key, or the contents of a wallet.key.json from the rand command-line wallet.
ar: الصق مفتاح الإنفاق المكوّن من 64 حرفًا، أو محتوى ملف wallet.key.json من محفظة سطر الأوامر rand.
de: Füge deinen 64-stelligen Ausgabeschlüssel oder den Inhalt einer wallet.key.json aus der rand-Kommandozeilen-Wallet ein.
es: Pega tu clave de gasto de 64 caracteres o el contenido de un wallet.key.json de la billetera de línea de comandos rand.
fa: کلید خرج 64 نویسه‌ای خود، یا محتوای یک wallet.key.json از کیف پول خط فرمان rand را جای‌گذاری کنید.
fr: Collez votre clé de dépense de 64 caractères, ou le contenu d'un wallet.key.json du portefeuille en ligne de commande rand.
hi: अपनी 64 अक्षरों की स्पेंड की, या rand कमांड-लाइन वॉलेट की wallet.key.json की सामग्री पेस्ट करें।
id: Tempel kunci belanja 64 karakter Anda, atau isi wallet.key.json dari dompet baris perintah rand.
it: Incolla la tua chiave di spesa di 64 caratteri, oppure il contenuto di un wallet.key.json del portafoglio a riga di comando rand.
ja: 64文字の支出キー、または rand コマンドラインウォレットの wallet.key.json の内容を貼り付けてください。
ko: 64자 지출 키 또는 rand 명령줄 지갑의 wallet.key.json 내용을 붙여 넣으세요.
ms: Tampal kunci perbelanjaan 64 aksara anda, atau kandungan wallet.key.json daripada dompet baris perintah rand.
pl: Wklej swój 64-znakowy klucz wydawania lub zawartość pliku wallet.key.json z portfela wiersza poleceń rand.
ps: خپله 64 توري د لګښت کیلي، یا د rand د کمانډ لاین والټ څخه د wallet.key.json منځپانګه پېسټ کړئ.
pt_br: Cole sua chave de gasto de 64 caracteres ou o conteúdo de um wallet.key.json da carteira de linha de comando rand.
ru: Вставьте свой 64-символьный ключ расходования или содержимое файла wallet.key.json из консольного кошелька rand.
ta: உங்கள் 64-எழுத்து செலவு விசையை, அல்லது rand கட்டளை-வரி வாலட்டின் wallet.key.json உள்ளடக்கத்தை ஒட்டவும்.
ur: اپنی 64 حروف کی اسپینڈ کی، یا rand کمانڈ لائن والیٹ کی wallet.key.json کا مواد پیسٹ کریں۔
zh_hans: 粘贴你的 64 字符花费密钥，或 rand 命令行钱包的 wallet.key.json 文件内容。
zh_hant_hk: 貼上你的 64 個字元花費私鑰，或 rand 命令列錢包的 wallet.key.json 檔案內容。

source: Payment link
ar: رابط الدفع
de: Zahlungslink
es: Enlace de pago
fa: لینک پرداخت
fr: Lien de paiement
hi: भुगतान लिंक
id: Tautan pembayaran
it: Link di pagamento
ja: 支払いリンク
ko: 결제 링크
ms: Pautan pembayaran
pl: Link płatności
ps: د تادیې لینک
pt_br: Link de pagamento
ru: Платёжная ссылка
ta: கட்டண இணைப்பு
ur: ادائیگی کا لنک
zh_hans: 收款链接
zh_hant_hk: 付款連結

source: Payment link ·
ar: رابط الدفع ·
de: Zahlungslink ·
es: Enlace de pago ·
fa: لینک پرداخت ·
fr: Lien de paiement ·
hi: भुगतान लिंक ·
id: Tautan pembayaran ·
it: Link di pagamento ·
ja: 支払いリンク ·
ko: 결제 링크 ·
ms: Pautan pembayaran ·
pl: Link płatności ·
ps: د تادیې لینک ·
pt_br: Link de pagamento ·
ru: Платёжная ссылка ·
ta: கட்டண இணைப்பு ·
ur: ادائیگی کا لنک ·
zh_hans: 收款链接 ·
zh_hant_hk: 付款連結 ·

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fa: در انتظار
fr: En attente
hi: लंबित
id: Tertunda
it: In attesa
ja: 保留中
ko: 대기 중
ms: Belum selesai
pl: W toku
ps: په تمه
pt_br: Pendente
ru: В ожидании
ta: நிலுவையில்
ur: زیرِ التوا
zh_hans: 待确认
zh_hant_hk: 待確認

source: Point the camera at a Rand Wallet address
ar: وجّه الكاميرا نحو عنوان Rand Wallet
de: Richte die Kamera auf eine Rand Wallet-Adresse
es: Apunta la cámara a una dirección de Rand Wallet
fa: دوربین را به سمت یک نشانی Rand Wallet بگیرید
fr: Pointez la caméra vers une adresse Rand Wallet
hi: कैमरे को Rand Wallet पते की ओर करें
id: Arahkan kamera ke alamat Rand Wallet
it: Inquadra un indirizzo Rand Wallet con la fotocamera
ja: カメラを Rand Wallet のアドレスに向けてください
ko: 카메라를 Rand Wallet 주소에 맞추세요
ms: Halakan kamera pada alamat Rand Wallet
pl: Skieruj aparat na adres Rand Wallet
ps: کمره د Rand Wallet یوې پتې ته ونیسئ
pt_br: Aponte a câmera para um endereço da Rand Wallet
ru: Наведите камеру на адрес Rand Wallet
ta: கேமராவை Rand Wallet முகவரியை நோக்கிக் காட்டவும்
ur: کیمرا Rand Wallet کے پتے کی طرف کریں
zh_hans: 将摄像头对准 Rand Wallet 地址
zh_hant_hk: 將相機對準 Rand Wallet 地址

source: Point the camera at your prover's pairing QR code
ar: وجّه الكاميرا نحو رمز QR للإقران الذي يعرضه مُثبِتك
de: Richte die Kamera auf den Kopplungs-QR-Code deines Provers
es: Apunta la cámara al código QR de vinculación de tu probador
fa: دوربین را به سمت کد QR جفت‌سازی اثبات‌گر خود بگیرید
fr: Pointez la caméra vers le code QR d'association de votre prouveur
hi: कैमरे को अपने प्रूवर के पेयरिंग QR कोड की ओर करें
id: Arahkan kamera ke kode QR pemasangan prover Anda
it: Inquadra il codice QR di associazione del tuo prover
ja: カメラをプルーバーのペアリング用 QR コードに向けてください
ko: 카메라를 프루버의 페어링 QR 코드에 맞추세요
ms: Halakan kamera pada kod QR pasangan pembukti anda
pl: Skieruj aparat na kod QR parowania twojego provera
ps: کمره د خپل ثبوت جوړوونکي د جوړې کولو QR کوډ ته ونیسئ
pt_br: Aponte a câmera para o QR code de pareamento do seu provador
ru: Наведите камеру на QR-код сопряжения вашего прувера
ta: கேமராவை உங்கள் நிரூபிப்பானின் இணைத்தல் QR குறியீட்டை நோக்கிக் காட்டவும்
ur: کیمرا اپنے پروور کے جوڑنے والے QR کوڈ کی طرف کریں
zh_hans: 将摄像头对准你的证明器的配对二维码
zh_hant_hk: 將相機對準你的證明器的配對 QR 碼

source: Pool fee
ar: رسوم المجمّع
de: Pool-Gebühr
es: Comisión del pool
fa: کارمزد استخر
fr: Frais du pool
hi: पूल शुल्क
id: Biaya pool
it: Commissione del pool
ja: プール手数料
ko: 풀 수수료
ms: Yuran kolam
pl: Opłata puli
ps: د پول فیس
pt_br: Taxa do pool
ru: Комиссия пула
ta: பூல் கட்டணம்
ur: پول فیس
zh_hans: 资金池手续费
zh_hant_hk: 資金池費用

source: Price impact
ar: تأثير السعر
de: Preiseinfluss
es: Impacto en el precio
fa: اثر قیمتی
fr: Impact sur le prix
hi: मूल्य प्रभाव
id: Dampak harga
it: Impatto sul prezzo
ja: 価格への影響
ko: 가격 영향
ms: Kesan harga
pl: Wpływ na cenę
ps: پر بیه اغېز
pt_br: Impacto no preço
ru: Влияние на цену
ta: விலைத் தாக்கம்
ur: قیمت پر اثر
zh_hans: 价格影响
zh_hant_hk: 價格影響

source: Priced by the durian.market pools on this chain (%@%% pool fee). The swap is a transaction this wallet proves and sends itself.
ar: مُسعَّر وفق مجمّعات durian.market على هذه السلسلة (رسوم المجمّع %@%%). المبادلة معاملة تُثبتها هذه المحفظة وترسلها بنفسها.
de: Bepreist von den durian.market-Pools auf dieser Chain (%@ %% Pool-Gebühr). Der Tausch ist eine Transaktion, die diese Wallet selbst beweist und sendet.
es: Precio según los pools de durian.market en esta cadena (%@%% de comisión del pool). El intercambio es una transacción que esta billetera prueba y envía por sí misma.
fa: قیمت‌گذاری با استخرهای durian.market در این شبکه (%@%% کارمزد استخر). سواپ تراکنشی است که این کیف پول خودش اثبات و ارسال می‌کند.
fr: Prix fixé par les pools durian.market sur cette chaîne (%@ %% de frais de pool). L'échange est une transaction que ce portefeuille prouve et envoie lui-même.
hi: इस चेन पर durian.market पूल द्वारा मूल्य निर्धारित (%@%% पूल शुल्क)। स्वैप एक लेन-देन है जिसका प्रूफ़ यह वॉलेट खुद बनाता है और भेजता है।
id: Harga dari pool durian.market di chain ini (biaya pool %@%%). Penukaran adalah transaksi yang dibuktikan dan dikirim sendiri oleh dompet ini.
it: Prezzo fissato dai pool di durian.market su questa catena (commissione del pool %@%%). Lo scambio è una transazione che questo portafoglio prova e invia da sé.
ja: このチェーンの durian.market プールによる価格です（プール手数料 %@%%）。スワップは、このウォレット自身が証明して送信するトランザクションです。
ko: 이 체인의 durian.market 풀 기준 가격입니다(풀 수수료 %@%%). 스왑은 이 지갑이 직접 증명하고 보내는 거래입니다.
ms: Harga ditentukan oleh kolam durian.market di rantaian ini (yuran kolam %@%%). Pertukaran ini ialah transaksi yang dibuktikan dan dihantar oleh dompet ini sendiri.
pl: Wycena według pul durian.market w tym łańcuchu (opłata puli %@%%). Wymiana to transakcja, której dowód ten portfel generuje i którą wysyła sam.
ps: بیه یې پر دې زنځیر د durian.market د پولونو له مخې ټاکل شوې (د پول فیس %@%%). تبادله یوه راکړه ورکړه ده چې دا والټ پخپله یې ثبوت جوړوي او لېږي.
pt_br: Preço dos pools durian.market nesta cadeia (taxa do pool de %@%%). A troca é uma transação que esta carteira prova e envia ela mesma.
ru: Цена — по пулам durian.market в этой сети (комиссия пула %@%%). Обмен — это транзакция, которую кошелёк сам доказывает и отправляет.
ta: இந்தச் செயினில் உள்ள durian.market பூல்களால் விலை நிர்ணயிக்கப்படுகிறது (%@%% பூல் கட்டணம்). ஸ்வாப் என்பது இந்த வாலட்டே நிரூபித்து அனுப்பும் ஒரு பரிவர்த்தனை.
ur: قیمت اس چین پر durian.market کے پولز سے طے ہوتی ہے (%@%% پول فیس)۔ سواپ ایک لین دین ہے جس کا پروف یہ والیٹ خود بناتا اور بھیجتا ہے۔
zh_hans: 按此链上 durian.market 资金池定价（资金池手续费 %@%%）。兑换是一笔由此钱包自行生成证明并发送的交易。
zh_hant_hk: 按此鏈上 durian.market 資金池定價（資金池費用 %@%%）。兌換是一筆由此錢包自行生成證明並傳送的交易。

source: Program
ar: البرنامج
de: Programm
es: Programa
fa: برنامه
fr: Programme
hi: प्रोग्राम
it: Programma
ja: プログラム
ko: 프로그램
ps: پروګرام
pt_br: Programa
ru: Программа
ta: புரோகிராம்
ur: پروگرام
zh_hans: 程序
zh_hant_hk: 程式

source: Proofs are made by
ar: تُعَدّ الإثباتات بواسطة
de: Beweise erstellt von
es: Las pruebas las genera
fa: اثبات‌ها را می‌سازد
fr: Les preuves sont générées par
hi: प्रूफ़ कौन बनाता है
id: Bukti dibuat oleh
it: Le prove sono generate da
ja: 証明の作成元
ko: 증명 생성 위치
ms: Bukti dibuat oleh
pl: Dowody generuje
ps: ثبوتونه دا جوړوي
pt_br: As provas são geradas por
ru: Доказательства строит
ta: நிரூபணங்களை உருவாக்குவது
ur: پروف بنانے والا
zh_hans: 证明生成方
zh_hant_hk: 證明的生成方式

source: Proofs are made on this device again. The prover's pairing is gone from this wallet.
ar: تُعَدّ الإثباتات على هذا الجهاز مجددًا. أُزيل إقران المُثبِت من هذه المحفظة.
de: Beweise werden wieder auf diesem Gerät erstellt. Die Kopplung des Provers ist aus dieser Wallet entfernt.
es: Las pruebas vuelven a generarse en este dispositivo. La vinculación del probador se eliminó de esta billetera.
fa: اثبات‌ها دوباره روی این دستگاه ساخته می‌شوند. جفت‌سازی اثبات‌گر از این کیف پول حذف شد.
fr: Les preuves sont de nouveau générées sur cet appareil. L'association du prouveur a été retirée de ce portefeuille.
hi: प्रूफ़ फिर से इसी डिवाइस पर बनते हैं। प्रूवर की पेयरिंग इस वॉलेट से हटा दी गई है।
id: Bukti kembali dibuat di perangkat ini. Pemasangan prover telah dihapus dari dompet ini.
it: Le prove vengono di nuovo generate su questo dispositivo. L'associazione del prover è stata rimossa da questo portafoglio.
ja: 証明は再びこの端末で作成されます。プルーバーとのペアリングはこのウォレットから削除されました。
ko: 이제 다시 이 기기에서 증명을 만듭니다. 이 지갑에서 프루버 페어링이 삭제되었습니다.
ms: Bukti dibuat pada peranti ini semula. Pasangan pembukti telah dibuang daripada dompet ini.
pl: Dowody znów powstają na tym urządzeniu. Parowanie provera zostało usunięte z tego portfela.
ps: ثبوتونه بیا په دې وسیله جوړېږي. د ثبوت جوړوونکي جوړه له دې والټ څخه لرې شوه.
pt_br: As provas voltam a ser geradas neste dispositivo. O pareamento do provador foi removido desta carteira.
ru: Доказательства снова строятся на этом устройстве. Сопряжение с прувером удалено из кошелька.
ta: நிரூபணங்கள் மீண்டும் இந்தச் சாதனத்தில் உருவாக்கப்படும். நிரூபிப்பானுடனான இணைத்தல் இந்த வாலட்டிலிருந்து நீக்கப்பட்டது.
ur: پروف دوبارہ اسی ڈیوائس پر بنتے ہیں۔ پروور کا جوڑ اس والیٹ سے ختم ہو گیا ہے۔
zh_hans: 证明重新在此设备上生成。此钱包已移除该证明器的配对。
zh_hant_hk: 證明已改回在此裝置上生成。此錢包已移除該證明器的配對。

source: Proofs are made on this device only; where it cannot make one, sending waits until you pair a prover or use the RandProtocol provers again.
ar: تُعَدّ الإثباتات على هذا الجهاز فقط، وحيث لا يستطيع إعداد إثبات، ينتظر الإرسال حتى تقرن مُثبِتًا أو تستخدم مُثبِتات RandProtocol مجددًا.
de: Beweise werden nur auf diesem Gerät erstellt; wo es keinen erstellen kann, wartet das Senden, bis du einen Prover koppelst oder wieder die RandProtocol-Prover nutzt.
es: Las pruebas se generan solo en este dispositivo; donde no pueda generar una, el envío espera hasta que vincules un probador o vuelvas a usar los probadores de RandProtocol.
fa: اثبات‌ها فقط روی این دستگاه ساخته می‌شوند؛ جایی که نتواند اثباتی بسازد، ارسال منتظر می‌ماند تا یک اثبات‌گر جفت کنید یا دوباره از اثبات‌گرهای RandProtocol استفاده کنید.
fr: Les preuves sont générées uniquement sur cet appareil ; lorsqu'il ne peut pas en générer une, l'envoi attend que vous associiez un prouveur ou que vous utilisiez de nouveau les prouveurs RandProtocol.
hi: प्रूफ़ केवल इसी डिवाइस पर बनते हैं; जहाँ यह प्रूफ़ नहीं बना सकता, वहाँ भेजना तब तक रुका रहता है जब तक आप कोई प्रूवर पेयर न करें या फिर से RandProtocol प्रूवर इस्तेमाल न करें।
id: Bukti hanya dibuat di perangkat ini; jika perangkat ini tidak dapat membuatnya, pengiriman menunggu sampai Anda memasangkan prover atau menggunakan prover RandProtocol lagi.
it: Le prove vengono generate solo su questo dispositivo; dove non può generarne una, l'invio attende finché non associ un prover o non usi di nuovo i prover di RandProtocol.
ja: 証明はこの端末だけで作ります。作れない場合は、プルーバーをペアリングするか RandProtocol のプルーバーを再び使うまで、送信は待機します。
ko: 증명은 이 기기에서만 만듭니다. 이 기기에서 만들 수 없는 경우, 프루버를 페어링하거나 RandProtocol 프루버를 다시 사용할 때까지 전송이 대기합니다.
ms: Bukti dibuat pada peranti ini sahaja; jika ia tidak dapat membuatnya, penghantaran menunggu sehingga anda memasangkan pembukti atau menggunakan pembukti RandProtocol semula.
pl: Dowody powstają tylko na tym urządzeniu; gdy nie może go wygenerować, wysyłka czeka, aż sparujesz prover lub znów użyjesz proverów RandProtocol.
ps: ثبوتونه یوازې په دې وسیله جوړېږي؛ چېرې چې یې نشي جوړولی، لېږل تر هغه انتظار کوي چې تاسو یو ثبوت جوړوونکی جوړه کړئ یا بیا د RandProtocol ثبوت جوړوونکي وکاروئ.
pt_br: As provas são geradas só neste dispositivo; onde ele não consegue gerar uma, o envio espera até você parear um provador ou voltar a usar os provadores da RandProtocol.
ru: Доказательства строятся только на этом устройстве; если оно не может построить доказательство, отправка ждёт, пока вы не подключите прувер или снова не выберете пруверы RandProtocol.
ta: நிரூபணங்கள் இந்தச் சாதனத்தில் மட்டுமே உருவாக்கப்படும்; அதனால் உருவாக்க முடியாதபோது, நீங்கள் ஒரு நிரூபிப்பானை இணைக்கும் வரை அல்லது மீண்டும் RandProtocol நிரூபிப்பான்களைப் பயன்படுத்தும் வரை அனுப்புதல் காத்திருக்கும்.
ur: پروف صرف اسی ڈیوائس پر بنتے ہیں؛ جہاں یہ نہ بنا سکے، وہاں بھیجنا تب تک رکا رہتا ہے جب تک آپ کوئی پروور نہ جوڑیں یا دوبارہ RandProtocol کے پروور استعمال نہ کریں۔
zh_hans: 证明只在此设备上生成；如果它无法生成，发送会一直等待，直到你配对证明器或重新使用 RandProtocol 证明器。
zh_hant_hk: 證明只會在此裝置上生成；如果它無法生成，傳送會一直等待，直至你配對證明器或再次使用 RandProtocol 證明器。

source: Proofs this device cannot make go to %1$@.%2$@ Its fingerprint is %3$@ — check that your prover shows the same.
ar: الإثباتات التي لا يستطيع هذا الجهاز إعدادها تذهب إلى %@.%@ بصمته %@ — تحقّق من أن مُثبِتك يعرض البصمة نفسها.
de: Beweise, die dieses Gerät nicht erstellen kann, gehen an %@.%@ Sein Fingerabdruck ist %@ – prüfe, ob dein Prover denselben anzeigt.
es: Las pruebas que este dispositivo no puede generar van a %@.%@ Su huella es %@: comprueba que tu probador muestre la misma.
fa: اثبات‌هایی که این دستگاه نمی‌تواند بسازد به %@ می‌رود.%@ اثر انگشت آن %@ است — بررسی کنید که اثبات‌گر شما همین را نشان دهد.
fr: Les preuves que cet appareil ne peut pas générer sont confiées à %@.%@ Son empreinte est %@ — vérifiez que votre prouveur affiche la même.
hi: जो प्रूफ़ यह डिवाइस नहीं बना सकता वे %@ को जाते हैं।%@ इसका फ़िंगरप्रिंट %@ है — जाँच लें कि आपका प्रूवर भी यही दिखाता है।
id: Bukti yang tidak dapat dibuat perangkat ini dikirim ke %@.%@ Sidik jarinya %@ — periksa apakah prover Anda menampilkan yang sama.
it: Le prove che questo dispositivo non può generare vanno a %@.%@ La sua impronta è %@ — verifica che il tuo prover mostri la stessa.
ja: この端末で作れない証明は %@ に送られます。%@ フィンガープリントは %@ です — プルーバーにも同じものが表示されていることを確認してください。
ko: 이 기기에서 만들 수 없는 증명은 %@(으)로 보내집니다.%@ 프루버의 지문은 %@입니다 — 프루버에도 같은 지문이 표시되는지 확인하세요.
ms: Bukti yang tidak dapat dibuat oleh peranti ini dihantar kepada %@.%@ Cap jarinya ialah %@ — semak bahawa pembukti anda menunjukkan yang sama.
pl: Dowody, których to urządzenie nie może wygenerować, trafiają do %@.%@ Jego odcisk to %@ — sprawdź, czy twój prover pokazuje ten sam.
ps: هغه ثبوتونه چې دا وسیله یې نشي جوړولی، %@ ته ځي.%@ د هغه ګوتنښه %@ ده — وګورئ چې ستاسو ثبوت جوړوونکی همدا ښيي.
pt_br: As provas que este dispositivo não consegue gerar vão para %@.%@ A impressão digital dele é %@ — confira se o seu provador mostra a mesma.
ru: Доказательства, которые это устройство построить не может, отправляются на %@.%@ Его отпечаток — %@; убедитесь, что ваш прувер показывает такой же.
ta: இந்தச் சாதனத்தால் உருவாக்க முடியாத நிரூபணங்கள் %@-க்குச் செல்லும்.%@ அதன் கைரேகை %@ — உங்கள் நிரூபிப்பானும் அதையே காட்டுகிறதா எனச் சரிபாருங்கள்.
ur: جو پروف یہ ڈیوائس نہیں بنا سکتی وہ %@ کو جاتے ہیں۔%@ اس کا فنگر پرنٹ %@ ہے — جانچ لیں کہ آپ کا پروور بھی یہی دکھاتا ہے۔
zh_hans: 此设备无法生成的证明会交给 %@。%@它的指纹是 %@——请确认你的证明器显示的指纹与此相同。
zh_hant_hk: 此裝置無法生成的證明會交給 %@。%@它的指紋是 %@，請確認你的證明器顯示相同的指紋。

source: Proofs this device cannot make go to one of them; each one that proves a send sees that wallet's viewing key. %@
ar: الإثباتات التي لا يستطيع هذا الجهاز إعدادها تذهب إلى أحدها، وكل مُثبِت يُثبت إرسالًا يرى مفتاح العرض لتلك المحفظة. %@
de: Beweise, die dieses Gerät nicht erstellen kann, gehen an einen von ihnen; jeder, der eine Überweisung beweist, sieht den Ansichtsschlüssel dieser Wallet. %@
es: Las pruebas que este dispositivo no puede generar van a uno de ellos; cada uno que prueba un envío ve la clave de visualización de esa billetera. %@
fa: اثبات‌هایی که این دستگاه نمی‌تواند بسازد به یکی از آن‌ها می‌رود؛ هر اثبات‌گری که یک ارسال را اثبات کند کلید مشاهده‌ی آن کیف پول را می‌بیند. %@
fr: Les preuves que cet appareil ne peut pas générer sont confiées à l'un d'eux ; chacun de ceux qui prouvent un envoi voit la clé de visualisation de ce portefeuille. %@
hi: जो प्रूफ़ यह डिवाइस नहीं बना सकता वे उनमें से किसी एक को जाते हैं; भेजने का प्रूफ़ बनाने वाला हर प्रूवर उस वॉलेट की व्यूइंग की देखता है। %@
id: Bukti yang tidak dapat dibuat perangkat ini dikirim ke salah satunya; setiap prover yang membuktikan pengiriman melihat kunci tampilan dompet itu. %@
it: Le prove che questo dispositivo non può generare vanno a uno di loro; ognuno che genera la prova di un invio vede la chiave di visualizzazione di quel portafoglio. %@
ja: この端末で作れない証明はそのいずれかに送られます。送信を証明する各プルーバーは、そのウォレットの閲覧キーを見ます。%@
ko: 이 기기에서 만들 수 없는 증명은 그중 하나로 보내지며, 전송을 증명하는 프루버는 각각 해당 지갑의 조회 키를 봅니다. %@
ms: Bukti yang tidak dapat dibuat oleh peranti ini dihantar kepada salah satu daripadanya; setiap pembukti yang membuktikan penghantaran melihat kunci tontonan dompet itu. %@
pl: Dowody, których to urządzenie nie może wygenerować, trafiają do jednego z nich; każdy, który generuje dowód wysyłki, widzi klucz podglądu tego portfela. %@
ps: هغه ثبوتونه چې دا وسیله یې نشي جوړولی، یو ته یې ځي؛ هر یو چې یو لېږد ثبوت کړي، د هغه والټ د لیدو کیلي ویني. %@
pt_br: As provas que este dispositivo não consegue gerar vão para um deles; cada um que prova um envio vê a chave de visualização dessa carteira. %@
ru: Доказательства, которые это устройство построить не может, отправляются одному из них; каждый, кто строит доказательство для отправки, видит ключ просмотра этого кошелька. %@
ta: இந்தச் சாதனத்தால் உருவாக்க முடியாத நிரூபணங்கள் அவற்றில் ஒன்றுக்குச் செல்லும்; ஓர் அனுப்புதலை நிரூபிக்கும் ஒவ்வொன்றும் அந்த வாலட்டின் பார்வை விசையைப் பார்க்கும். %@
ur: جو پروف یہ ڈیوائس نہیں بنا سکتی وہ ان میں سے کسی ایک کو جاتے ہیں؛ جو بھی کسی ترسیل کا پروف بناتا ہے وہ اس والیٹ کی ویوئنگ کی دیکھتا ہے۔ %@
zh_hans: 此设备无法生成的证明会交给其中一台；为一次发送生成证明的那台会看到该钱包的查看密钥。%@
zh_hant_hk: 此裝置無法生成的證明會交給其中一部；為一次傳送生成證明的那部會看到該錢包的檢視密鑰。%@
